Repository: timi2506/SchoolTool
Catalog: SchoolTool/Localizable.xcstrings
Source language: en
Languages: de

source: (e.g. Maths)
de: (z.B. Mathe)

source: About
de: Über

source: About SchoolTool
de: Über SchoolTool

source: Accent Color
de: Akzentfarbe

source: Add
de: Hinzufügen

source: Add Lesson
de: Fach Hinzufügen

source: All Settings related to the Time Table
de: Alle Einstellungen die mit dem Stundenplan zu tun haben

source: Appearance
de: Aussehen

source: Cancel
de: Abbrechen

source: Class
de: Fach

source: Configure the Look and Feel of SchoolTool
de: Konfiguriere das Aussehen von SchoolTool

source: Continue
de: Fortfahren

source: Current Class
de: Aktuelle Stunde

source: Custom Color
de: Eigene Farbe

source: Day
de: Tag

source: Day of the Week
de: Tag der Woche

source: Delete
de: Löschen

source: Delete from Results after saving
de: Nach dem Speichern löschen

source: Deselect All
de: Alle aufheben

source: Developer
de: Entwickler

source: Done
de: Fertig

source: Double Lesson
de: Doppelstunde

source: Edit
de: Bearbeiten

source: Edit Lesson
de: Fach bearbeiten

source: End Time
de: Endzeit

source: End time must be after start time
de: Endzeit muss nach der Startzeit sein

source: Error Importing
de: Fehler beim Importieren

source: Export
de: Exportieren

source: Force Sync
de: Synchronisieren erzwingen

source: Friday
de: Freitag

source: Full Color Classes Rows
de: Ganze Fachreihe einfärben

source: Gets the Current or Next Class
de: Gibt das nächste oder aktuelle Unterrichtsfach aus

source: If turned on, Photos will be saved to the Photos Library instead of the Files App
de: Wenn aktiviert werden Bilder in der Fotobibliothek gespeichert anstatt der Dateien-App.

source: Import
de: Importieren

source: Import or Export Data for Backup or Sharing
de: Importiere oder Exportiere Daten zum Backup oder Teilen

source: Import or Export Stuff
de: Importiere oder Exportiere Daten

source: Import Selected TimeTable
de: Ausgewählten Stundenplan Importieren

source: Last Synced
de: Zuletzt Synchronisiert

source: Lesson
de: Fach

source: Lesson Details
de: Fach Details

source: Lesson Name
de: Fach Name

source: Long Press to Preview Page
de: Zur Vorschau gedrückt halten

source: Manage syncing to Watch
de: Synchronisierung zur Watch kontrollieren

source: Monday
de: Montag

source: Next Class
de: Nächstes Fach

source: No Additional Information
de: Keine weiteren Informationen

source: No Classes for this Day
de: Keine Fächer für diesen Tag

source: No Results yet
de: Keine Ergebnisse vorhanden

source: No Suggestions
de: Keine Vorschläge

source: Page %lld
de: Seite %lld

source: Pick a Symbol
de: Wähle ein Symbol

source: Preview Page
de: Vorschau der Seite

source: Recommendations
de: Vorschläge

source: Refresh
de: Neu Laden

source: Refresh Widgets
de: Widgets Neu Laden

source: Refreshes All Widgets
de: Lädt alle Widgets neu

source: Results
de: Ergebnisse

source: Return ${class}
de: ${class} ausgeben

source: Right Click to Preview Page
de: Zur Vorschau gedrückt halten

source: Room
de: Raum

source: Room %@
de: Raum %@

source: Room Name
de: Raum Name

source: Saturday
de: Samstag

source: Save All Results
de: Alle Ergebnisse speichern

source: Save Results
de: Ergebnisse speichern

source: Save to Photo Library
de: In Fotos sichern

source: Schedule Class
de: Unterrichtsfach

source: Schedule Time
de: Stundenplan Zeiten

source: Select All
de: Alle auswählen

source: Select All Results you want to Save
de: Wähle alle Ergebnisse aus die du speichern willst

source: Select PDF
de: PDF auswählen

source: Settings
de: Einstellungen

source: Start Time
de: Startzeit

source: Start typing to see Suggestions...
de: Fange an zu tippen um Vorschläge zu sehen..

source: Suggestions will appear as you type
de: Vorschläge werden angezeigt während du tippst

source: Sunday
de: Sonntag

source: Teacher
de: Lehrer

source: Teacher Name
de: Lehrername

source: This will replace your current TimeTable and cannot be undone
de: Dies wird deinen jetzigen Stundenplan ersetzen und kann nicht rückgängig gemacht werden

source: Thursday
de: Donnerstag

source: Time Table
de: Stundenplan

source: Time Table not configured
de: Stundenplan nicht konfiguriert

source: Times
de: Zeiten

source: TimeTable
de: Stundenplan

source: TimeTable Lesson
de: Unterrichtsstunde

source: TimeTable Sync
de: Stundenplan Synchronisation

source: Try adding some
de: Versuche welche hinzuzufügen

source: Tuesday
de: Dienstag

source: Use this Widget to manually refresh Widgets.
de: Nutze dieses Widget um Widgets neu zu laden.

source: Watch App not Installed
de: Watch App nicht Installiert

source: Wednesday
de: Mittwoch

source: Whether to Color the Entire Classes Row in the Classes Color or just show a small colored dot
de: Ob die ganze Reihe mit der Farbe ihres Faches eingefärbt werden soll oder nur ein kleiner farbiger Punkt angezeigt werden soll

source: You can use this tool to Extract Pages from a PDF as PNG
de: Du kannst dieses Tool nutzen um Seiten aus einer PDF als PNG zu exportieren
